INSERT INTO PLACES
  (NAME, CATEGORY_ID, LAT, LNG, MEMO, IS_PUBLIC, VALUE, CREATE_USER_ID)
VALUES
  ('東京駅', 1, 35.6812367, 139.7671241, '新幹線の起点', true, 5, 1),
  ('秋葉原', 1, 35.6983530, 139.7731145, '電気街', true, 4, 1),
  ('渋谷スクランブル交差点', 1, 35.6594945, 139.7005536, '人が多い', true, 3, 2),
  ('上野公園', 2, 35.7167515, 139.7765066, '桜がきれい', true, 4, 2),
  ('浅草寺', 2, 35.7147656, 139.7966556, '雷門', true, 5, 1),
  ('東京タワー', 3, 35.6585805, 139.7454329, '夜景が良い', true, 5, 1),
  ('スカイツリー', 3, 35.7100627, 139.8107004, '高い', true, 4, 2),
  ('代々木公園', 2, 35.6728555, 139.6949000, '散歩に良い', false, 2, 1),
  ('中野ブロードウェイ', 1, 35.7073896, 139.6638167, 'サブカル', false, 3, 2),
  ('お台場海浜公園', 2, 35.6284713, 139.7764486, '海が見える', true, 4, 1);

  INSERT INTO USERS
  (NAME, IS_ADMIN)
VALUES
  ('yamada', true),
  ('arako', false),
  ('fujiko', false);

  INSERT INTO CATEGORIES
  (NAME)
VALUES
  ('街・エリア'),
  ('公園・自然'),
  ('観光スポット');